username = input("Имя пользователя: ")

title1 = input("Заголовок заметки ")
title2 = input("Заголовок заметки №2(если требуется) ")
title3 = input("Заголовок заметки №3(если требуется) ")

content = input("Описание заметки: ")

status = input("Статус заметки: ")

created_date = input("Дата создания заметки в формате 'день-месяц-год', например '01.01.25' ")

issue_date = input("Дата истечения заметки (дедлайн) в формате 'день-месяц-год', например '01.12.25' ")

note = [
    ("Имя пользователя: ", username),
("Заголовок заметки: ",[title1,title2,title3]),
("Описание заметки: ", content),
("Статус заметки: ", status),
("Дата создания заметки ", created_date),
("Дата истечения заметки", issue_date)
]
print(note)